Repository: iOS-vk-education/2023_2_HealthTechStartUp
Catalog: Everyday/Support/Localizable.xcstrings
Source language: ru
Languages: en

# Activity
source: Активность
en: Activity

# AlertManager_alert_title
source: Принять
en: Accept

# AlertManager_apple_sign_description
source: Скоро вы обязательно сможете войти таким способом
en: You will definitely be able to log in this way soon

# AlertManager_apple_sign_title
source: Вход через Apple ID временно не доступен
en: Apple ID login is temporarily unavailable

# AlertManager_invalid_email_message
source: Введите корректный email.
en: Enter a correct email address

# AlertManager_invalid_email_title
source: Неправильный Email
en: Wrong email

# AlertManager_invalid_fetching_title
source: Ошибка при выводе пользователей
en: Fetching user error

# AlertManager_invalid_logout_title
source: Ошибка при выходе из учетной записи
en: Logout error

# AlertManager_invalid_password_message
source: Пароли не совпадают. Попробуйте ещё раз.
en: Password mismatch. Try again

# AlertManager_invalid_password_reset_title
source: Ошибка при отправке сообщения
en: Error sending message

# AlertManager_invalid_password_title
source: Неправильный пароль
en: Wrong password

# AlertManager_invalid_registration_title
source: Неизвестная ошибка регистрации
en: Unknown registration error

# AlertManager_invalid_signin_title
source: Неизвестная ошибка при входе
en: Unknown sign in error

# AlertManager_invalid_weight_title
source: Неправильный вес
en: Wrong weight

# Alertmanager_networkMessage_title
source: Сетевая ошибка
en: Network error

# AlertManager_password_reset_title
source: Сообщение для сброса пароля отправлено на почту
en: Password reset message sent by email

# AlertManager_passwordReset_description
source: Сообщение для сброса пароля было выслано на почту
en: A password reset message has been sent to the email

# AlertManager_ru_apple_sign_title
source: Войти через Apple ID в России не получится
en: You will not be able to log in with an Apple ID in Russia

# AlertManager_ru_google_sign_title
source: Войти через Google в России не получится
en: You will not be able to log in via Google in Russia

# AlertManager_ru_sign_button
source: Войти иначе
en: Log in otherwise

# AlertManager_ru_sign_description
source: По закону в Everyday нельзя входить и регистрироваться с помощью иностранных сервисов. Используйте другой способ
en: By law, you cannot log in to Everyday and register using foreign services. Use a different method

# AlertManager_signedUp_message
source: Вы уже зарегистрированы данным способом. Попробуйте войти
en: You have already registered using this method. Try logging in

# AlertManager_unknownRegistrationError_description
source: Попробуйте зарегистрироваться еще раз.
en: Try to register again.

# AlertManager_unknownRegistrationError_title
source: Неизвестная ошибка
en: Unknown error

# AlertManager_userExist_description
source: Пользователь с указанной почтой зарегистрирован
en: The user with the specified email address is registered

# Authorization_email_title
source: Войти через почту
en: Log in via email

# Back_Button_Title
source: Назад
en: Back

# CalendarService_Fri_Key
source: Пт
en: Fri

# CalendarService_Mon_Key
source: Пн
en: Mon

# CalendarService_Sat_Key
source: Сб
en: Sat

# CalendarService_Sun_Key
source: Вс
en: Sun

# CalendarService_Thu_Key
source: Чт
en: Thu

# CalendarService_Tue_Key
source: Вт
en: Tue

# CalendarService_Wed_Key
source: Ср
en: Wed

# ChangeEmail_ConfirmButton_title
source: Изменить
en: Change

# ChangeEmail_NewEmailField_title
source: Введите новый Email
en: New email

# ChangeEmail_PasswordField_title
source: Введите пароль
en: Password

# ChangeEmail_title
source: Изменить Email
en: Change Email

# ChangeLanguage_DescriptionOfChanges_title
source: Изменения вступят в силу после перезапуска приложения
en: Changes will take effect after restarting the app

# ChangeLanguage_InterfaceLanguage_title
source: Язык интерфейса
en: Interface language

# ChangeLanguage_title
source: Язык
en: Language

# ChangePassword_ConfirmButton_title
source: Изменить
en: Change

# ChangePassword_NewPasswordField_title
source: Новый пароль
en: New password

# ChangePassword_OldPasswordField_title
source: Предыдущий пароль
en: Old password

# ChangePassword_title
source: Изменить пароль
en: Change password

# DateAndTime_AmPmTimeFormat_title
source: 12 часов
en: AM/PM

# DateAndTime_BeginningOfTheWeek_title
source: Начало недели
en: Beginning of the week

# DateAndTime_HoursFormat_title
source: Формат времени
en: Time format

# DateAndTime_MilitaryTimeFormat_title
source: 24 часа
en: 24 hours format

# DateAndTime_Monday_title
source: Понедельник
en: Monday

# DateAndTime_Sunday_title
source: Воскресенье
en: Sunday

# DateAndTime_title
source: Дата и время
en: Date and time

# DeleteAccount_Delete_title
source: Удалить
en: Delete

# DeleteAccount_EmailField_title
source: Введите email
en: Email

# DeleteAccount_PasswordField_title
source: Введите пароль
en: Password

# DeleteAccount_title
source: Удалить аккаунт
en: Delete Account

# DeleteAccount_toDeleteAccount_title
source: Удаление аккаунта приведет к полной потере Ваших данных
en: Deleting your account will result in complete loss of your data

# EmptyTrainViewModel1
source: Кажется, пока тут ничего нет..
en: There doesn't seem to be anything here yet..

# EmptyTrainViewModel2
source: Скоро тренировок будет больше
en: There will be more training soon

# Fat
source: Жир
en: Fat

# ForgotPassword_ConfirmButton_title
source: Восстановить
en: Reset

# ForgotPassword_EmailField_title
source: Введите Ваш email
en: Enter your email

# ForgotPassword_title
source: Забыл пароль
en: Forgot password

# ForgotPasswordViewController_title
source: Восстановления пароля
en: Password Recovery

# Health
source: Здоровье
en: Health

# Health_Connected_title
source: Подключено
en: Connected

# Health_DiscriptionForConnected_title
source: Изменить можно в настройках Apple Health
en: You can change it in the Apple Health

# Health_ReloadMeasure_title
source: Перезагрузить замеры
en: Reload measure

# Health_Reloadworkouts_title
source: Перезагрузить тренировки
en: Reload workouts

# Health_title
source: Здоровье
en: Health

# HeartRateViewController_empty
source: пусто
en: NaN

# HeartRateViewController_high
source: Высокий
en: High

# HeartRateViewController_mild
source: Лёгкий
en: Mild

# HeartRateViewController_normal
source: Умеренно
en: Normal

# HeartRateViewController_very_high
source: Предельный
en: Very High

# HeartRateViewModel_hrv
source: Ритм
en: HRV

# HeartRateViewModel_hrv_description
source: откл. (мс)
en: SDNN (ms)

# HeartRateViewModel_rate
source: Пульс
en: Heart Rate

# HeartRateViewModel_rate_description
source: уд./мин
en: BPM

# HeartRateViewModel_stress
source: Стресс
en: Stress

# Journal_Plan_Title
source: Ваш план
en: Your Plan

# Journal_Results_Title
source: Результаты
en: Results

# keyboard_toolbar_ready_title
source: Готово
en: Done

# Loading error
source: Ошибка загрузки
en: Loading error

# NameGenerator_name_1
source: Смелый
en: Brave

# NameGenerator_name_2
source: Быстрый
en: Fast

# NameGenerator_name_3
source: Умный
en: Intelligent

# NameGenerator_name_4
source: Ленивый
en: Lazy

# NameGenerator_name_5
source: Мудрый
en: Wize

# NameGenerator_name_6
source: Юный
en: Young

# NameGenerator_name_7
source: Старый
en: Old

# NameGenerator_name_8
source: Веселый
en: Funny

# NameGenerator_surname_1
source: Лев
en: Lion

# NameGenerator_surname_2
source: Тигр
en: Tiger

# NameGenerator_surname_3
source: Медведь
en: Bear

# NameGenerator_surname_4
source: Волк
en: Wolfe

# NameGenerator_surname_5
source: Лис
en: Fox

# NameGenerator_surname_6
source: Заяц
en: Rabbit

# NameGenerator_surname_7
source: Орел
en: Eagle

# NameGenerator_surname_8
source: Слон
en: Elephant

# No saved photos
source: Нет сохраненных фото
en: No saved photos

# Notepad_title
source: Дневник
en: Notepad

# NotepadEmptyState_title
source: Отдыхаем...
en: Chilling...

# NotepadPresenterLoadedPrograms
source: Загруженные программы
en: Downloaded programs

# Onboarding_Age_title
source: Укажи возраст
en: Indicate your age

# Onboarding_Gender_title
source: Твой пол:
en: Your gender:

# Onboarding_Introduction_page1_description
source: Веди учет своих тренировок с помощью удобного блокнота
en: Keep a record of your workouts with a handy notepad

# Onboarding_Introduction_page1_title
source: Блокнот для записей
en: Notepad

# Onboarding_Introduction_page2_description
source: Наблюдай за своим прогрессом с помощью фотографий, замеров и удобных графиков
en: Watch your progress with photos, measurements and convenient graphs

# Onboarding_Introduction_page2_title
source: Результаты
en: Results

# Onboarding_Introduction_page3_description
source: Добавляй упражнения и создавай свои программы
en: Add exercises and create your own programs

# Onboarding_Introduction_page3_title
source: Упражнения и программы
en: Programs and exercises

# Onboarding_invalid_lastname_message
source: Введите корректную фамилию
en: Enter the correct last name

# Onboarding_invalid_lastname_title
source: Неправильная фамилия
en: Wrong last name

# Onboarding_invalid_name_message
source: Введите корректное имя
en: Enter the correct name

# Onboarding_invalid_name_title
source: Неправильное имя
en: Wrong name

# Onboarding_invalid_username_message
source: Введите корректное имя пользователя.
en: Please enter a valid username.

# Onboarding_invalid_username_title
source: Неправильное имя пользователя
en: Incorrect username

# Onboarding_next_button_title
source: Далее
en: Next

# Onboarding_ProfileAck_age_confirm
source: Возраст
en: Age

# Onboarding_ProfileAck_gender_confirm
source: Пол
en: Gender

# Onboarding_ProfileAck_title
source: Всё ли верно ?
en: Check your data

# Onboarding_ProfileAck_weight_confirm
source: Вес
en: Weight

# Onboarding_ProfileSetup_title
source: Пожалуйста, заполни информацию о себе
en: Please fill in the information

# Onboarding_skip_button_title
source: Пропустить
en: Skip

# Onboarding_start_button_title
source: Начать
en: Start

# Onboarding_user_choose_image_button_title
source: Выбери фотографию
en: Choose photo

# Onboarding_user_email
source: Адрес эл.почты
en: Email adress

# Onboarding_user_gender_female
source: Женский
en: Female

# Onboarding_user_gender_male
source: Мужской
en: Male

# Onboarding_user_gender_other
source: Другое
en: Other

# Onboarding_user_measure_founts
source: фунты
en: pounds

# Onboarding_user_measure_kilo
source: кг
en: kg

# Onboarding_user_measure_stone
source: стоуны
en: stone

# Onboarding_user_name
source: Имя
en: Name

# Onboarding_user_nickname
source: Имя профиля
en: Nickname

# Onboarding_user_password
source: Пароль
en: Password

# Onboarding_user_surname
source: Фамилия
en: Surname

# Onboarding_Weight_description
source: Сколько ты весишь ?
en: How much do you weigh ?

# Onboarding_Weight_title
source: Укажи вес
en: Enter your weight

# OtherCollectionViewCell
source: Другое
en: Other

# OtherCollectionViewCell_title_charge
source: Зарядка
en: Warm-up

# OtherCollectionViewCell_title_eye
source: Разминка для глаз
en: Eye workout

# OtherCollectionViewCell_title_kegel
source: Упражнения Кегеля
en: Kegel Exercises

# Photo Library
source: Коллекция фото
en: Photo Library

# Photos
source: Фото
en: Photos

# Profile_ChangeEmail_title
source: Изменить Email
en: Change email

# Profile_ChangePassword_title
source: Изменить пароль
en: Change password

# Profile_DeleteAccount_title
source: Удалить аккаунт
en: Delete Account

# Profile_DiscriptionUsername_title
source: Укажите имя и добавьте фотографию
en: Enter your name and add a photo

# Profile_Exit_title
source: Выйти
en: Exit

# Profile_SelectImage_title
source: Выбрать фото
en: Select image

# Profile_title
source: Профиль
en: Profile

# ProgramLevelsCollectionViewCell
source: Сложность
en: Difficulty

# ProgramLevelsCollectionViewCell_title_easy
source: ЛЕГКО
en: EASY

# ProgramLevelsCollectionViewCell_title_medium
source: УМЕРЕННО
en: MEDIUM

# ProgramLevelsCollectionViewCell_title_pro
source: ПРОФИ
en: PRO

# Progress_AverageHeartRate_title
source: Частота сердцебиения
en: Heart rate

# Progress_BeatPerMinut_title
source: Уд/мин
en: Beat/min

# Progress_Ccal_title
source: Ккал
en: Ccal

# Progress_Distance_title
source: Преодолено дистанции
en: Distance

# Progress_EnergyBurned_title
source: Сожжено калорий
en: Energy Burned

# Progress_Flights_title
source: Этажи
en: Flights

# Progress_FlightsClimbed_title
source: Преодолено этажей
en: Flights climbed

# Progress_Kgs_title
source: Кг
en: Kg

# Progress_Kilometers_title
source: Км
en: Km

# Progress_Miles_title
source: Мили
en: Miles

# Progress_Pounds_title
source: Фунты
en: Lb

# Progress_Steps_title
source: Шаги
en: Steps

# Progress_Stones_title
source: Стоуны
en: St

# Progress_ThisWeak_title
source: Эта неделя
en: This weak

# Progress_title
source: Результаты
en: Progress

# Progress_Today_title
source: Сегодня
en: Today

# Results_Continue_Button_Title
source: Продолжить
en: Continue

# Results_Rest_Button_Title
source: Отдых
en: Rest

# ScheduleViewModel_title
source: Выберите дни тренировок
en: Make a schedule

# Settings_Autolock_title
source: Автоблокировка
en: Autolock

# Settings_DateAndTime_title
source: Дата и время
en: Date and time

# Settings_Health_title
source: Здоровье
en: Health

# Settings_Language_title
source: Язык
en: Language

# Settings_logout_title
source: Выйти
en: Exit

# Settings_Profile_title
source: Профиль
en: Profile

# Settings_ReportAboutProblem_title
source: Сообщить о проблеме
en: Report about problem

# Settings_Sounds_title
source: Звуки
en: Sounds

# Settings_SuggestImprovements_title
source: Предложить улучшения
en: Suggest improvements

# Settings_SupportEveryday_title
source: Поддержать Everyday
en: Support Everyday

# Settings_TellFriends_title
source: Рассказать друзьям
en: Tell friends

# Settings_TermsAndPrivacy_title
source: Условия и конфиденциальность
en: Terms and privacy

# Settings_Theme_title
source: Тема
en: Theme

# Settings_title
source: Настройки
en: Settings

# Settings_TnxForUsing_title
source: Спасибо, что пользуетесь Everyday
en: Thank you for using Everyday

# Settings_Units_title
source: Единицы измерения
en: Units

# Sheet_Camera_description
source: Добавьте фото
en: Add photo

# Sheet_ConditionChoice_description
source: Отметьте своё самочувствие
en: Note how you feel

# Sheet_ExerciseCounter_description
source: Счётчик упражнений
en: Exercise counter

# Sheet_ExerciseTimer_description
source: Таймер упражнения
en: Exercise timer

# Sheet_HeartRateVariability_description
source: Вариабельность сердечного ритма
en: Heart rate variability

# Sheet_Timer_description
source: Таймер
en: Timer

# Sheet_WeightMeasurement_description
source: Вес
en: Weight

# SignIn_forgot_password_title
source: Забыли пароль ?
en: Forgot password ?

# SignInViewController_signup1
source: Нет аккаунта ?
en: No account?

# SignInViewController_signup2
source: Зарегистрироваться
en: Sign up

# SignInViewController_title
source: Вход
en: Sign in

# SignUp_create_account_title
source: Создать аккаунт
en: Create account

# SignUp_or_SignIn_separator_or
source: или
en: or

# SignUp_title_and
source: и
en: and

# SignUp_title_p&p1
source: Регистрируясь, вы принимаете
en: You agree to our

# SignUp_title_p&p2
source: Условия оказания услуг
en: Privacy

# SignUp_title_p&p3
source: Политика конфидециальности
en: Policy

# SignUpViewController_buttonTitle
source: Создать аккаунт
en: Create account

# SignUpViewController_login1
source: Есть аккаунт?
en: Do you have an account?

# SignUpViewController_login2
source: Войти
en: Sign in

# SignUpViewController_title
source: Регистрация
en: Sign Up

# SplashPresenter_text1
source: Лучший помощник
en: The best assistant

# SplashPresenter_text2
source: Анализируй здоровье
en: Analyze your health

# SplashPresenter_text3
source: Записывай тренировки
en: Record your workouts

# SplashPresenter_text5
source: Улучшайся вместе с нами
en: Improve with us

# SplashPresenter_text6
source: Лучший проект
en: The best project

# SplashPresenter_text7
source: Создавай тренировки
en: Create workouts

# SplashPresenter_text8
source: Скачивай тренировки
en: Download workouts

# SplashPresenter_text9
source: Спорт вместе с нами
en: Sports with us

# SplashPresenter_text10
source: Дома и в зале
en: At home and in the gym

# TargetCollectionViewCell
source: Выбор по направлению
en: Choosing a direction

# TargetCollectionViewCell_description_pic1
source: Укрепление здоровья и общего самочувствия
en: Strengthening of health and general well-being

# TargetCollectionViewCell_description_pic2
source: Повышение физической выносливости
en: Increasing physical endurance

# TargetCollectionViewCell_description_pic3
source: Развитие гибкости и подвижности
en: Development of flexibility and mobility

# TargetCollectionViewCell_description_pic4
source: Формирование рельефа и снижение жира
en: Relief formation and fat reduction

# TargetCollectionViewCell_description_pic5
source: Улучшение координации и равновесия
en: Improved coordination and balance

# TargetCollectionViewCell_description_pic6
source: Снижение веса и улучшение формы
en: Weight loss and shape improvement

# TargetCollectionViewCell_description_pic7
source: Увеличение мышечной массы и силы
en: Increase in muscle mass and strength

# TargetCollectionViewCell_description_pic8
source: Коррекция и улучшение осанки
en: Correction and improvement of posture

# TargetCollectionViewCell_image_title_pic1
source: Оздоровление
en: Recovery

# TargetCollectionViewCell_image_title_pic2
source: Выносливость
en: Endurance

# TargetCollectionViewCell_image_title_pic3
source: Гибкость и растяжка
en: Flexibility

# TargetCollectionViewCell_image_title_pic4
source: Рельеф мышц и сушка
en: Muscle relief

# TargetCollectionViewCell_image_title_pic5
source: Координация и баланс
en: Coordination

# TargetCollectionViewCell_image_title_pic6
source: Снижение массы тела
en: Weight loss

# TargetCollectionViewCell_image_title_pic7
source: Набор мышечной массы
en: Gain muscle mass

# TargetCollectionViewCell_image_title_pic8
source: Осанка
en: Posture

# Theme_AutoTheme_title
source: Авто
en: Auto

# Theme_DarkTheme_title
source: Темная
en: Dark

# Theme_DescriptionForAutoTheme_title
source: Будет совпадать с вашими настройками оформления в iPhone > Настройки > Экран и яркость.
en: Will match your settings appearance in iPhone > Settings > Display and brightness.

# Theme_LightTheme_title
source: Светлая
en: Light

# Theme_title
source: Тема
en: Theme

# Timer_Restart_Button_Title
source: Заново
en: Restart

# Timer_Skip_Button_Title
source: Пропустить
en: Skip

# Timer_Start_Button_Title
source: Начать
en: Start

# Timer_Stop_Button_Title
source: Стоп
en: Stop

# Training_Finish_Button_Title
source: Закончить
en: Finish

# TrainingCollectionViewCell_description_pic1
source: Всё тело
en: Full body

# TrainingCollectionViewCell_description_pic2
source: Ноги
en: Legs

# TrainingCollectionViewCell_description_pic3
source: Руки
en: Hands

# TrainingCollectionViewCell_description_pic4
source: Грудь
en: Chest

# TrainingCollectionViewCell_description_pic6
source: Пресс
en: Press

# TrainingCollectionViewCell_description_pic7
source: Спина
en: Back

# TrainingDaysViewController_load
source: Загрузить
en: Load

# TrainingtCollectionViewCell_description_pic5
source: Плечи
en: Shoulders

# TrainViewController_add
source: Добавить
en: Add

# TrainViewController_exercise
source: Упражнение
en: Exercise

# TrainViewController_fr
source: Пт
en: Fr

# TrainViewController_mo
source: Пн
en: Mo

# TrainViewController_sa
source: Сб
en: Sa

# TrainViewController_su
source: Вс
en: Su

# TrainViewController_th
source: Чт
en: Th

# TrainViewController_tu
source: Вт
en: Tu

# TrainViewController_we
source: Ср
en: We

# TrainViewModelCount
source: Тренировок
en: Trainings

# TrainViewModelTime
source: Длительность
en: Duration

# Units_AboutUnits_title
source: Выбранные единицы измерения для веса и будут использоваться в статистике и по умолчанию для новых упражнений.
en: Selected units of measurement for weight and will be used in statistics and default for new exercises.

# Units_BodyWeight_title
source: Вес тела
en: Body Weight

# Units_Centimeters_title
source: Сантиметры
en: Centimeters

# Units_Distance_title
source: Дистанция
en: Distance

# Units_Inches_title
source: Дюймы
en: Inches

# Units_Kilograms_title
source: Килограммы
en: Kilograms

# Units_Kilometers_title
source: Километры
en: Kilometers

# Units_Measurements_title
source: Замеры
en: Measurements

# Units_Miles_title
source: Мили
en: Miles

# Units_Pounds_title
source: Фунты
en: Pounds

# Units_Stones_title
source: Стоуны
en: Stones

# Units_title
source: Единицы измерения
en: Units

# Units_Weight_title
source: Вес нагрузки
en: Load weight

# Validator_digit
source: Пароль должен содержать цифры.
en: The password must contain numbers.

# Validator_length
source: Пароль должен содержать от 8 символов.
en: The password must contain at least 8 characters.

# Validator_lovercase
source: Пароль должен содержать строчные буквы.
en: The password must contain lowercase letters.

# Validator_uppercase
source: Пароль должен содержать заглавные буквы.
en: The password must contain uppercase letters.

# WalkPrograms_title
source: СКОРО
en: SOON

# Weight
source: Вес
en: Weight

# WelcomeScreen_or_Signin_button_title
source: Войти
en: Sign In

# WelcomeScreen_signup_button_title
source: Регистрация
en: Sign Up

# Workout_title
source: Программы
en: Programs
